{"MedicineName": "Statin", "Introduction": "Statin is used to lower cholesterol and to reduce the risk of heart disease. Cholesterol is a fatty substance that builds up in your blood vessels and causes narrowing, which may lead to a heart attack or stroke.\n\nTablet is a widely prescribed medicine and is regarded as safe for long-term use. It can be taken with a meal or on an empty stomach. You can take it at any time of the day but try to take it at the same time each day. Most people with high cholesterol do not feel ill, but stopping your medicine may increase your cholesterol levels, making your condition worse and increasing your risk of heart disease and stroke.\n\nIt is important to have your cholesterol levels checked regularly. This medicine is only one part of the treatment program which should also include a healthy diet, regular exercise, smoking cessation, moderation of alcohol intake, and weight reduction. You can eat normally while taking this medicine, but try to avoid foods that are high in fat.", "WhenToTake": "In Prevention of heart attack and stroke\n\nHigh levels of cholesterol can cause your blood vessels to narrow (atherosclerosis) and put you at risk of having a stroke or heart disease. Lowering the amount of this fat reduces the chances of this happening and helps you remain healthier for longer. Keep taking this medicine even if you feel well.\n\nTake this medicine in the dose and duration as advised by your doctor. Swallow it as a whole. Do not chew, crush or break it. Statin Tablet may be taken with or without food, but it is better to take it at a fixed time.\n\nTake it regularly and make appropriate lifestyle changes (such as eating healthy and staying active) to maximize the effectiveness of this medicine. Keep taking it even if you feel well.", "SideEffects": "Most side effects do not require any medical attention and disappear as your body adjusts to the medicine. Consult your doctor if they persist or if you’re worried about them\n•\tMuscle pain\n•\tWeakness\n•\tHeadache\n•\tAbdominal pain\n•\tNausea"}